{
	"common": {
		"contact": "Contato"
	},
	"components": {
		"dialogs": {
			"andre-bot-dialog": {
				"andre-bot": "Bot André",
				"ask-me-a-question": "Pergunte-me alguma coisa",
				"just-saying-hello": "Apenas dizendo oi!",
				"we-like-to-hire-you": "Gostariamos de contratar você",
				"send-a-message": "Enviar uma mensagem",
				"see-other-options": "Ver outras opções",
				"hello": "Olá!",
				"im-andre-bot": "Eu sou o Bot André. Estou aqui para ajudá-lo.",
				"how-can-i-help": "Como posso ajudá-lo?",
				"hi": "Oi!",
				"thanks-for-passing-by": "Obrigado por passar por aqui",
				"hope-youre-having-fun": "Espero que esteja se divertindo 😉",
				"can-i-do-anything-else-for-you": "Posso ajudá-lo com mais alguma coisa?",
				"wed-like-to-hire-you": "Gostaríamos de contratá-lo",
				"thats-awesome": "Isso é incrível!",
				"send me a message-and-lets-chat-further": "Me envie uma mensagem e vamos continuar essa conversa!",
				"you-can-call-me-at": "Você pode entrar em contato comigo via {{email}}",
				"im-sending-you-to-your-email": "Estou redirecionando você para o seu e-mail",
				"ok-here-you-go": "Ok, aqui está"
			}
		},
		"home": {
			"fullstack-developer": "Desenvolvedor Fullstack.",
			"hello-i-am": "Olá, meu nome é André Pinto e eu sou um desenvolvedor de software criativo e independente do Brasil."
		},
		"header": {
			"portfolio": "Portfólio André Pinto"
		},
		"experience": {
			"experience": "Experiência",
			"present": "Presente",
			"fullstack-developer": "Desenvolvedor Fullstack",
			"internship-student": "Estágio",
			"lacuna-software-experience": "Desenvolvi software para autoridades de registro conforme os padrões do Brasil, Cabo Verde e Paraguai, participando de todas as etapas do desenvolvimento, desde a coleta e análise de requisitos até reuniões com clientes, modelagem de banco de dados, backend, frontend e testes. Implementei diversas funcionalidades, incluindo videoconferência, coleta de dados biométricos, emissão de certificados digitais, assinatura digital e envio automático de e-mails. Estabeleci padrões de testes unitários, de integração e de ponta a ponta adotados como base dos projetos da empresa. Contribuí para projetos existentes desenvolvendo novas funções, manutenção, melhorias de código e correção de bugs. Desenhei um padrão para aplicativos multi-tenant e criei um sistema de comunicação em tempo real para validação de autenticação biométrica, incluindo verificação de liveness. Além disso, atualizei os frameworks .NET e Angular para diversos sistemas, incluindo o projeto fundamental da empresa.",
			"tribunal-de-contas-da-uniao-experience": "Desenvolvi novas aplicações e mantive as existentes, aprimorando o desempenho da equipe e a transparência.",
			"companhia-da-terra-experience": "Desenvolvi um aplicativo de acompanhamento para o pet shop, permitindo que os clientes recebam lembretes de medicações e vacinas para seus pets, aumentando as vendas da loja e melhorando a vida dos animais de estimação.",
			"view-full-resume": "Ver currículo completo"
		},
		"layout": {
			"change-theme": "Alterar tema",
			"change-language": "Alterar idioma"
		}
	}
}
